window.onload =function () {
    var news = new News()
    news.title ='刘强东回应与阿里巴巴相比的优势：我们只卖真货'; //标题
    news.comments ='156';//评论
    news.date ='2018-07-17';//时间
    news.author ='小王'; //作者
    news.content ='【刘强东回应美国加关税：对京东影响不大，去其它地方进货】7月16日，京东集团CEO刘强东在美国被问到中美关税提高的影响，他表示京东会考虑顾客感受：“没关系的，顾客觉得美国价格高，我们就去欧洲、韩国、日本进货！主持人：你最大的对手是阿里巴巴，相比于京东，美国的大多数人都更熟悉阿里巴巴。你觉得和阿里巴巴相比，你们的优势在哪里。刘强东：首先，我们的商业模式不同，京东是一个整合的平台，也就是说我们有直营系统，也有市场模式；第二，我们非常关注用户体验，就像我说的，我们只给顾客卖真货，提供最快的快递服务，这让我们和中国的其他竞争对手都不一样，在场的大部分人都知道阿里巴巴，但是如果你们试试在中国购物，你们永远都不会忘记京东。”';
    var dom = document.getElementById('content');
    news.bindDetailDom(dom)
}